Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Cmd_compare_saveReport
source: Save comparison report...
ar: حفظ تقرير المقارنة...
cs: Uložit sestavu porovnání...
de: Vergleichsbericht speichern...
el: Αποθήκευση αναφοράς σύγκρισης...
es: Guardar informe de comparación...
fa: ذخیرهٔ گزارش مقایسه...
fr: Enregistrer le rapport de comparaison...
hu: Összehasonlítási jelentés mentése...
id: Simpan laporan perbandingan...
it: Salva report del confronto...
ja: レポートを保存...
ko: 비교 보고서 저장...
pl: Zapisz raport porównania...
pt: Salvar relatório de comparação...
ro: Salvare raport de comparare...
th: บันทึกรายงานการเปรียบเทียบ...
tr: Karşılaştırma raporunu kaydet...
uk: Зберегти звіт порівняння...
vi: Lưu báo cáo so sánh...
zh_hans: 保存比较报告...
zh_hant: 儲存比較報告...

# CmdAlias_compare_saveReport
source: export text report
ar: export text report تصدير تقرير نصي
cs: exportovat text sestava zpráva zprava export text report
de: bericht text exportieren export text report
el: εξαγωγή αναφορά κειμένου export text report
es: exportar informe texto export text report
fa: صادر کردن گزارش متنی, export text report
fr: exporter rapport texte export text report
hu: exportálás exportalas szöveg szoveg jelentés jelentes export text report
id: laporan ekspor teks export text report
it: esporta testo report export text report
ja: れぽーとをほぞん
ko: 보고서 저장 내보내기 텍스트 export text report
pl: eksportuj tekst raport export text report
pt: exportar texto relatório export text report
ro: exportare raport text export text report
th: รายงาน ส่งออก ข้อความ export text report
tr: dışarı aktar metin rapor export text report
uk: експорт текст звіт export text report
vi: báo cáo xuất văn bản export text report
zh_hans: 导出 文本 报告 保存 export text report
zh_hant: 儲存報告 匯出 文字 export text report

# Cmd_view_panel_diffs
source: Toggle differences
ar: تبديل الاختلافات
cs: Přepnout rozdíly
de: Unterschiede ein/aus
el: Εναλλαγή διαφορών
es: Mostrar u ocultar diferencias
fa: نمایش/پنهان کردن تفاوت‌ها
fr: Afficher/masquer les différences
hu: Eltérések be/ki
id: Alihkan perbedaan
it: Mostra/nascondi differenze
ja: 差分の表示切り替え
ko: 차이 표시/숨기기
pl: Pokaż/ukryj różnice
pt: Mostrar/ocultar diferenças
ro: Comutare diferențe
th: สลับความแตกต่าง
tr: Farkları aç/kapat
uk: Показати або приховати відмінності
vi: Bật/tắt khác biệt
zh_hans: 切换差异
zh_hant: 切換差異

# CmdAlias_view_panel_diffs
source: diff list panel compare
ar: diff list panel compare قائمة الاختلافات لوحة مقارنة
cs: rozdíly rozdily seznam panel porovnání porovnani diff list panel compare
de: unterschiede liste bereich vergleichen diff list panel compare
el: λίστα διαφορών πλαίσιο σύγκριση diff list panel compare
es: diferencias lista panel comparar diff list panel compare
fa: فهرست تفاوت‌ها پنل مقایسه, diff list panel compare
fr: différences liste volet comparer diff list panel compare
hu: eltérés elteres lista panel összehasonlítás osszehasonlitas diff list compare
id: perbedaan daftar panel bandingkan diff list panel compare
it: differenze elenco pannello confronta diff list panel compare
ja: さぶんのひょうじきりかえ
ko: 차이 목록 패널 비교 diff list panel compare
pl: różnice lista panel porównaj diff list panel compare
pt: diferenças lista painel comparar diff list panel compare
ro: diferențe diferente listă lista panou comparare diff list panel compare
th: ความแตกต่าง รายการ แผง เปรียบเทียบ diff list panel compare
tr: fark liste panel karşılaştır diff list panel compare
uk: відмінності список панель порівняння diff list panel compare
vi: khác biệt danh sách bảng so sánh diff list panel compare
zh_hans: 差异 列表 面板 比较 diff list panel compare
zh_hant: 切換差異 清單 面板 比較 diff list panel compare

# Set_view_scrollBar_diffMarks
source: Show differences on the scroll bar
ar: إظهار الاختلافات على شريط التمرير
cs: Zobrazit rozdíly na posuvníku
de: Unterschiede auf der Bildlaufleiste anzeigen
el: Εμφάνιση διαφορών στη γραμμή κύλισης
es: Mostrar las diferencias en la barra de desplazamiento
fa: نمایش تفاوت‌ها روی نوار پیمایش
fr: Afficher les différences sur la barre de défilement
hu: Eltérések jelzése a görgetősávon
id: Tampilkan perbedaan di bilah gulir
it: Mostra le differenze sulla barra di scorrimento
ja: スクロールバーに差分を表示
ko: 스크롤 막대에 차이 표시
pl: Pokazuj różnice na pasku przewijania
pt: Mostrar diferenças na barra de rolagem
ro: Afișare diferențe pe bara de defilare
th: แสดงความแตกต่างบนแถบเลื่อน
tr: Farkları kaydırma çubuğunda göster
uk: Показувати відмінності на смузі прокручування
vi: Hiện khác biệt trên thanh cuộn
zh_hans: 在滚动条上显示差异
zh_hant: 在捲軸上顯示差異

# SetDesc_view_scrollBar_diffMarks
source: In a comparison, draws thin marks on the vertical scroll bar where differences are, in the color of the kind of difference.
ar: في المقارنة، يرسم علامات رفيعة على شريط التمرير العمودي حيث توجد الاختلافات، بلون نوع الاختلاف.
cs: Při porovnání vykreslí na svislém posuvníku tenké značky v místech rozdílů, v barvě podle druhu rozdílu.
de: Zeichnet bei einem Vergleich dünne Markierungen auf der vertikalen Bildlaufleiste an den Stellen mit Unterschieden, in der Farbe der Art des Unterschieds.
el: Σε μια σύγκριση, σχεδιάζει λεπτές σημάνσεις στην κατακόρυφη γραμμή κύλισης όπου υπάρχουν διαφορές, στο χρώμα του είδους της διαφοράς.
es: En una comparación, dibuja marcas finas en la barra de desplazamiento vertical donde hay diferencias, con el color del tipo de diferencia.
fa: در مقایسه، علامت‌های نازکی روی نوار پیمایش عمودی در جاهایی که تفاوت هست، با رنگ نوع تفاوت رسم می‌کند.
fr: Lors d'une comparaison, dessine de fines marques sur la barre de défilement verticale à l'emplacement des différences, dans la couleur du type de différence.
hu: Összehasonlításkor vékony jelek a függőleges görgetősávon az eltérések helyén, az eltérés fajtájának színével.
id: Dalam perbandingan, menggambar tanda tipis di bilah gulir vertikal pada posisi perbedaan, dengan warna sesuai jenis perbedaan.
it: In un confronto, disegna sottili segni sulla barra di scorrimento verticale in corrispondenza delle differenze, nel colore del tipo di differenza.
ja: 比較のときに、縦のスクロールバーの差分のある位置に、差分の種類の色で細い印を表示します。
ko: 비교할 때 세로 스크롤 막대에서 차이가 있는 위치에 차이 종류의 색으로 가는 표시를 그립니다.
pl: Podczas porównania rysuje cienkie znaczniki na pionowym pasku przewijania w miejscach różnic, w kolorze odpowiadającym rodzajowi różnicy.
pt: Em uma comparação, desenha marcas finas na barra de rolagem vertical onde há diferenças, na cor do tipo de diferença.
ro: La o comparare, desenează marcaje subțiri pe bara de defilare verticală acolo unde există diferențe, în culoarea tipului de diferență.
th: ในการเปรียบเทียบ จะวาดเครื่องหมายบางๆ บนแถบเลื่อนแนวตั้งตรงตำแหน่งที่มีความแตกต่าง ด้วยสีตามชนิดของความแตกต่าง
tr: Karşılaştırmada, dikey kaydırma çubuğunda farkların olduğu yerlere fark türünün renginde ince işaretler çizer.
uk: Під час порівняння малювати на вертикальній смузі прокручування тонкі позначки в місцях відмінностей кольором виду відмінності.
vi: Khi so sánh, vẽ các dấu mảnh trên thanh cuộn dọc tại vị trí có khác biệt, theo màu của loại khác biệt.
zh_hans: 比较时，在垂直滚动条上存在差异的位置，以差异类型的颜色绘制细标记。
zh_hant: 比較時，在垂直捲軸上有差異的位置，以差異種類的色彩繪製細標記。

# Status_Item_Compare
source: Comparison
ar: المقارنة
cs: Porovnání
de: Vergleich
el: Σύγκριση
es: Comparación
fa: مقایسه
fr: Comparaison
hu: Összehasonlítás
id: Perbandingan
it: Confronto
ja: 比較
ko: 비교
pl: Porównanie
pt: Comparação
ro: Comparare
th: การเปรียบเทียบ
tr: Karşılaştırma
uk: Порівняння
vi: So sánh
zh_hans: 比较
zh_hant: 比較

# EditOp_CopyDiffRight
source: Copy differences to the right
ar: نسخ الاختلافات إلى اليمين
cs: Kopírování rozdílů doprava
de: Unterschiede nach rechts kopieren
el: Αντιγραφή διαφορών προς τα δεξιά
es: Copiar diferencias a la derecha
fa: رونوشت تفاوت‌ها به راست
fr: Copier les différences vers la droite
hu: Eltérések másolása jobbra
id: Salin perbedaan ke kanan
it: Copia differenze a destra
ja: 差分を右へコピー
ko: 차이를 오른쪽으로 복사
pl: Kopiuj różnice w prawo
pt: Copiar diferenças para a direita
ro: Copiere diferențe la dreapta
th: คัดลอกความแตกต่างไปทางขวา
tr: Farkları sağa kopyala
uk: Копіювання відмінностей праворуч
vi: Sao chép khác biệt sang phải
zh_hans: 将差异复制到右侧
zh_hant: 將差異複製到右側

# EditOp_CopyDiffLeft
source: Copy differences to the left
ar: نسخ الاختلافات إلى اليسار
cs: Kopírování rozdílů doleva
de: Unterschiede nach links kopieren
el: Αντιγραφή διαφορών προς τα αριστερά
es: Copiar diferencias a la izquierda
fa: رونوشت تفاوت‌ها به چپ
fr: Copier les différences vers la gauche
hu: Eltérések másolása balra
id: Salin perbedaan ke kiri
it: Copia differenze a sinistra
ja: 差分を左へコピー
ko: 차이를 왼쪽으로 복사
pl: Kopiuj różnice w lewo
pt: Copiar diferenças para a esquerda
ro: Copiere diferențe la stânga
th: คัดลอกความแตกต่างไปทางซ้าย
tr: Farkları sola kopyala
uk: Копіювання відмінностей ліворуч
vi: Sao chép khác biệt sang trái
zh_hans: 将差异复制到左侧
zh_hant: 將差異複製到左側

# Compare_Panel_Title
source: Differences
ar: الاختلافات
cs: Rozdíly
de: Unterschiede
el: Διαφορές
es: Diferencias
fa: تفاوت‌ها
fr: Différences
hu: Eltérések
id: Perbedaan
it: Differenze
ja: 差分
ko: 차이
pl: Różnice
pt: Diferenças
ro: Diferențe
th: ความแตกต่าง
tr: Farklar
uk: Відмінності
vi: Khác biệt
zh_hans: 差异
zh_hant: 差異

# Compare_StaleBar.Message
source: The content has changed. The comparison results are out of date.
ar: تغيّر المحتوى. نتائج المقارنة قديمة.
cs: Obsah se změnil. Výsledky porovnání jsou zastaralé.
de: Der Inhalt wurde geändert. Die Vergleichsergebnisse sind veraltet.
el: Το περιεχόμενο άλλαξε. Τα αποτελέσματα της σύγκρισης δεν είναι ενημερωμένα.
es: El contenido cambió. Los resultados de la comparación están desactualizados.
fa: محتوا تغییر کرده است. نتایج مقایسه قدیمی است.
fr: Le contenu a changé. Les résultats de la comparaison ne sont plus à jour.
hu: A tartalom megváltozott. Az összehasonlítás eredményei elavultak.
id: Konten telah berubah. Hasil perbandingan sudah usang.
it: Il contenuto è cambiato. I risultati del confronto non sono aggiornati.
ja: 内容が変更されました。比較結果は古くなっています。
ko: 내용이 변경되었습니다. 비교 결과가 최신 상태가 아닙니다.
pl: Zawartość uległa zmianie. Wyniki porównania są nieaktualne.
pt: O conteúdo mudou. Os resultados da comparação estão desatualizados.
ro: Conținutul s-a modificat. Rezultatele comparării sunt învechite.
th: เนื้อหามีการเปลี่ยนแปลง ผลการเปรียบเทียบล้าสมัยแล้ว
tr: İçerik değişti. Karşılaştırma sonuçları güncel değil.
uk: Вміст змінився. Результати порівняння застаріли.
vi: Nội dung đã thay đổi. Kết quả so sánh đã lỗi thời.
zh_hans: 内容已更改。比较结果已过时。
zh_hant: 內容已變更。比較結果已過期。

# Compare_StaleBar_External
source: A file in this comparison was changed by another app. The comparison results are out of date.
ar: تم تغيير ملف في هذه المقارنة بواسطة تطبيق آخر. نتائج المقارنة قديمة.
cs: Soubor v tomto porovnání změnila jiná aplikace. Výsledky porovnání jsou zastaralé.
de: Eine Datei dieses Vergleichs wurde von einer anderen App geändert. Die Vergleichsergebnisse sind veraltet.
el: Ένα αρχείο αυτής της σύγκρισης άλλαξε από άλλη εφαρμογή. Τα αποτελέσματα της σύγκρισης δεν είναι ενημερωμένα.
es: Otra aplicación cambió un archivo de esta comparación. Los resultados de la comparación están desactualizados.
fa: فایلی در این مقایسه توسط برنامهٔ دیگری تغییر کرد. نتایج مقایسه قدیمی است.
fr: Un fichier de cette comparaison a été modifié par une autre application. Les résultats de la comparaison ne sont plus à jour.
hu: Az összehasonlított egyik fájlt egy másik alkalmazás módosította. Az összehasonlítás eredményei elavultak.
id: Sebuah file dalam perbandingan ini diubah oleh aplikasi lain. Hasil perbandingan sudah usang.
it: Un file di questo confronto è stato modificato da un'altra app. I risultati del confronto non sono aggiornati.
ja: 比較しているファイルが外部で変更されました。比較結果は古くなっています。
ko: 비교 중인 파일이 다른 앱에서 변경되었습니다. 비교 결과가 최신 상태가 아닙니다.
pl: Plik w tym porównaniu został zmieniony przez inną aplikację. Wyniki porównania są nieaktualne.
pt: Um arquivo desta comparação foi alterado por outro aplicativo. Os resultados da comparação estão desatualizados.
ro: Un fișier din această comparare a fost modificat de altă aplicație. Rezultatele comparării sunt învechite.
th: ไฟล์ในการเปรียบเทียบนี้ถูกเปลี่ยนโดยแอปอื่น ผลการเปรียบเทียบล้าสมัยแล้ว
tr: Bu karşılaştırmadaki bir dosya başka bir uygulama tarafından değiştirildi. Karşılaştırma sonuçları güncel değil.
uk: Файл у цьому порівнянні змінено іншою програмою. Результати порівняння застаріли.
vi: Một tệp trong phép so sánh này đã bị ứng dụng khác thay đổi. Kết quả so sánh đã lỗi thời.
zh_hans: 此比较中的某个文件已被其他应用更改。比较结果已过时。
zh_hant: 比較中的檔案已被其他應用程式變更。比較結果已過期。

# Compare_StaleRecompare.Content
source: Compare again
ar: المقارنة مرة أخرى
cs: Porovnat znovu
de: Erneut vergleichen
el: Νέα σύγκριση
es: Comparar de nuevo
fa: مقایسهٔ دوباره
fr: Comparer à nouveau
hu: Újbóli összehasonlítás
id: Bandingkan lagi
it: Confronta di nuovo
ja: 再比較
ko: 다시 비교
pl: Porównaj ponownie
pt: Comparar novamente
ro: Comparare din nou
th: เปรียบเทียบอีกครั้ง
tr: Yeniden karşılaştır
uk: Порівняти знову
vi: So sánh lại
zh_hans: 重新比较
zh_hant: 重新比較

# Compare_List_Empty.Text
source: No comparison yet. Use Analysis > Compare > Compare files.
ar: لا توجد مقارنة بعد. استخدم تحليل > مقارنة > مقارنة الملفات.
cs: Zatím žádné porovnání. Použijte Analýza > Porovnat > Porovnat soubory.
de: Noch kein Vergleich. Verwenden Sie Analyse > Vergleichen > Dateien vergleichen.
el: Δεν υπάρχει ακόμη σύγκριση. Χρησιμοποιήστε Ανάλυση > Σύγκριση > Σύγκριση αρχείων.
es: Todavía no hay comparación. Usa Análisis > Comparar > Comparar archivos.
fa: هنوز مقایسه‌ای انجام نشده است. از تحلیل > مقایسه > مقایسهٔ فایل‌ها استفاده کنید.
fr: Aucune comparaison pour l'instant. Utilisez Analyse > Comparer > Comparer des fichiers.
hu: Még nincs összehasonlítás. Használja az Elemzés > Összehasonlítás > Fájlok összehasonlítása parancsot.
id: Belum ada perbandingan. Gunakan Analisis > Bandingkan > Bandingkan file.
it: Nessun confronto. Usa Analisi > Confronta > Confronta file.
ja: 比較結果はありません。解析 > 比較 > ファイルを比較 で比較できます。
ko: 아직 비교 결과가 없습니다. 분석 > 비교 > 파일 비교를 사용하세요.
pl: Brak porównania. Użyj Analiza > Porównaj > Porównaj pliki.
pt: Nenhuma comparação ainda. Use Análise > Comparar > Comparar arquivos.
ro: Nicio comparare încă. Utilizați Analiză > Comparare > Comparare fișiere.
th: ยังไม่มีการเปรียบเทียบ ใช้ วิเคราะห์ > เปรียบเทียบ > เปรียบเทียบไฟล์
tr: Henüz karşılaştırma yok. Analiz > Karşılaştır > Dosyaları karşılaştır'ı kullanın.
uk: Порівняння ще не виконувалося. Виберіть «Аналіз» > «Порівняння» > «Порівняти файли».
vi: Chưa có so sánh. Hãy dùng Phân tích > So sánh > So sánh tệp.
zh_hans: 尚无比较结果。请使用“分析 > 比较 > 比较文件”。
zh_hant: 尚未比較。請使用「分析 > 比較 > 比較檔案」。

# Compare_List_MinLength.PlaceholderText
source: Min. length
ar: أدنى طول
cs: Min. délka
de: Min. Länge
el: Ελάχ. μήκος
es: Longitud mín.
fa: حداقل طول
fr: Longueur min.
hu: Min. hossz
id: Panjang min.
it: Lunghezza min.
ja: 最小の長さ
ko: 최소 길이
pl: Min. długość
pt: Comprimento mín.
ro: Lungime min.
th: ความยาวต่ำสุด
tr: En kısa uzunluk
uk: Мін. довжина
vi: Độ dài tối thiểu
zh_hans: 最小长度
zh_hant: 最小長度

# Compare_GraphHeading.Text
source: Distribution of differences
ar: توزيع الاختلافات
cs: Rozložení rozdílů
de: Verteilung der Unterschiede
el: Κατανομή διαφορών
es: Distribución de las diferencias
fa: توزیع تفاوت‌ها
fr: Répartition des différences
hu: Eltérések eloszlása
id: Distribusi perbedaan
it: Distribuzione delle differenze
ja: 差分の分布
ko: 차이 분포
pl: Rozkład różnic
pt: Distribuição das diferenças
ro: Distribuția diferențelor
th: การกระจายของความแตกต่าง
tr: Farkların dağılımı
uk: Розподіл відмінностей
vi: Phân bố khác biệt
zh_hans: 差异分布
zh_hant: 差異分布

# Compare_Graph_AsTable.Content
source: Show as table
ar: إظهار كجدول
cs: Zobrazit jako tabulku
de: Als Tabelle anzeigen
el: Εμφάνιση ως πίνακα
es: Mostrar como tabla
fa: نمایش به‌صورت جدول
fr: Afficher sous forme de tableau
hu: Megjelenítés táblázatként
id: Tampilkan sebagai tabel
it: Mostra come tabella
ja: 表で表示
ko: 표로 표시
pl: Pokaż jako tabelę
pt: Mostrar como tabela
ro: Afișare ca tabel
th: แสดงเป็นตาราง
tr: Tablo olarak göster
uk: Показати як таблицю
vi: Hiện dạng bảng
zh_hans: 以表格显示
zh_hant: 以表格顯示

# Compare_Graph_Title
source: Distribution of differences
ar: توزيع الاختلافات
cs: Rozložení rozdílů
de: Verteilung der Unterschiede
el: Κατανομή διαφορών
es: Distribución de las diferencias
fa: توزیع تفاوت‌ها
fr: Répartition des différences
hu: Eltérések eloszlása
id: Distribusi perbedaan
it: Distribuzione delle differenze
ja: 差分の分布
ko: 차이 분포
pl: Rozkład różnic
pt: Distribuição das diferenças
ro: Distribuția diferențelor
th: การกระจายของความแตกต่าง
tr: Farkların dağılımı
uk: Розподіл відмінностей
vi: Phân bố khác biệt
zh_hans: 差异分布
zh_hant: 差異分布

# Compare_Graph_Summary
source: Distribution of differences, {0} intervals, largest {1}% at {2}
ar: توزيع الاختلافات، {0} فترات، الأكبر {1}% عند {2}
cs: Rozložení rozdílů, intervaly: {0}, největší {1} % na {2}
de: Verteilung der Unterschiede, {0} Intervalle, höchstens {1} % bei {2}
el: Κατανομή διαφορών, {0} διαστήματα, μέγιστο {1}% στο {2}
es: Distribución de las diferencias, {0} intervalos, máximo {1} % en {2}
fa: توزیع تفاوت‌ها، {0} بازه، بیشترین {1}% در {2}
fr: Répartition des différences, {0} intervalles, maximum {1} % à {2}
hu: Eltérések eloszlása, {0} intervallum, legnagyobb: {1}% itt: {2}
id: Distribusi perbedaan, {0} interval, terbesar {1}% di {2}
it: Distribuzione delle differenze, {0} intervalli, massimo {1}% a {2}
ja: 差分の分布、区間 {0} 個、最大 {1}%、オフセット {2}
ko: 차이 분포, 구간 {0}개, 최대 {1}%({2})
pl: Rozkład różnic, przedziały: {0}, maksimum {1}% przy {2}
pt: Distribuição das diferenças, {0} intervalos, máximo de {1}% em {2}
ro: Distribuția diferențelor, {0} intervale, maximum {1}% la {2}
th: การกระจายของความแตกต่าง {0} ช่วง สูงสุด {1}% ที่ {2}
tr: Farkların dağılımı, {0} aralık, en büyük %{1}, {2} konumunda
uk: Розподіл відмінностей, інтервалів: {0}, максимум {1}% у позиції {2}
vi: Phân bố khác biệt, {0} khoảng, lớn nhất {1}% tại {2}
zh_hans: 差异分布，{0} 个区间，最大 {1}%，位于 {2}
zh_hant: 差異分布，{0} 個區間，最大值 {1}% 位於 {2}

# Compare_OperationName
source: Compare
ar: مقارنة
cs: Porovnání
de: Vergleichen
el: Σύγκριση
es: Comparar
fa: مقایسه
fr: Comparer
hu: Összehasonlítás
id: Bandingkan
it: Confronto
ja: 比較
ko: 비교
pl: Porównanie
pt: Comparação
ro: Comparare
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняння
vi: So sánh
zh_hans: 比较
zh_hant: 比較

# Compare_MergeOperationName
source: Copy differences
ar: نسخ الاختلافات
cs: Kopírování rozdílů
de: Unterschiede kopieren
el: Αντιγραφή διαφορών
es: Copiar diferencias
fa: رونوشت تفاوت‌ها
fr: Copier les différences
hu: Eltérések másolása
id: Salin perbedaan
it: Copia delle differenze
ja: 差分のコピー
ko: 차이 복사
pl: Kopiowanie różnic
pt: Cópia das diferenças
ro: Copiere diferențe
th: คัดลอกความแตกต่าง
tr: Farkları kopyala
uk: Копіювання відмінностей
vi: Sao chép khác biệt
zh_hans: 复制差异
zh_hant: 複製差異

# Compare_ExportOperationName
source: Export differences
ar: تصدير الاختلافات
cs: Export rozdílů
de: Unterschiede exportieren
el: Εξαγωγή διαφορών
es: Exportar diferencias
fa: صادر کردن تفاوت‌ها
fr: Exporter les différences
hu: Eltérések exportálása
id: Ekspor perbedaan
it: Esportazione delle differenze
ja: 差分のエクスポート
ko: 차이 내보내기
pl: Eksportowanie różnic
pt: Exportação das diferenças
ro: Exportare diferențe
th: ส่งออกความแตกต่าง
tr: Farkları dışarı aktar
uk: Експорт відмінностей
vi: Xuất khác biệt
zh_hans: 导出差异
zh_hant: 匯出差異

# Compare_LeftClosed
source: The comparison was stopped because the left document was closed.
ar: تم إيقاف المقارنة لأن المستند الأيسر أُغلق.
cs: Porovnání bylo zastaveno, protože byl zavřen levý dokument.
de: Der Vergleich wurde angehalten, da das linke Dokument geschlossen wurde.
el: Η σύγκριση διακόπηκε επειδή το αριστερό έγγραφο έκλεισε.
es: La comparación se detuvo porque se cerró el documento izquierdo.
fa: مقایسه متوقف شد زیرا سند چپ بسته شد.
fr: La comparaison a été arrêtée, car le document de gauche a été fermé.
hu: Az összehasonlítás leállt, mert a bal oldali dokumentum bezárult.
id: Perbandingan dihentikan karena dokumen kiri ditutup.
it: Il confronto è stato interrotto perché il documento di sinistra è stato chiuso.
ja: 左側のドキュメントが閉じられたため比較を中止しました。
ko: 왼쪽 문서가 닫혀 비교를 중지했습니다.
pl: Porównanie zostało zatrzymane, ponieważ lewy dokument został zamknięty.
pt: A comparação foi interrompida porque o documento da esquerda foi fechado.
ro: Compararea a fost oprită, deoarece documentul din stânga a fost închis.
th: การเปรียบเทียบหยุดลงเนื่องจากเอกสารด้านซ้ายถูกปิด
tr: Sol belge kapatıldığından karşılaştırma durduruldu.
uk: Порівняння зупинено, бо лівий документ закрито.
vi: Phép so sánh đã dừng vì tài liệu bên trái đã bị đóng.
zh_hans: 左侧文档已关闭，因此比较已停止。
zh_hant: 左側文件已關閉，因此已停止比較。

# Compare_RightClosed
source: The comparison was stopped because the right document was closed.
ar: تم إيقاف المقارنة لأن المستند الأيمن أُغلق.
cs: Porovnání bylo zastaveno, protože byl zavřen pravý dokument.
de: Der Vergleich wurde angehalten, da das rechte Dokument geschlossen wurde.
el: Η σύγκριση διακόπηκε επειδή το δεξί έγγραφο έκλεισε.
es: La comparación se detuvo porque se cerró el documento derecho.
fa: مقایسه متوقف شد زیرا سند راست بسته شد.
fr: La comparaison a été arrêtée, car le document de droite a été fermé.
hu: Az összehasonlítás leállt, mert a jobb oldali dokumentum bezárult.
id: Perbandingan dihentikan karena dokumen kanan ditutup.
it: Il confronto è stato interrotto perché il documento di destra è stato chiuso.
ja: 右側のドキュメントが閉じられたため比較を中止しました。
ko: 오른쪽 문서가 닫혀 비교를 중지했습니다.
pl: Porównanie zostało zatrzymane, ponieważ prawy dokument został zamknięty.
pt: A comparação foi interrompida porque o documento da direita foi fechado.
ro: Compararea a fost oprită, deoarece documentul din dreapta a fost închis.
th: การเปรียบเทียบหยุดลงเนื่องจากเอกสารด้านขวาถูกปิด
tr: Sağ belge kapatıldığından karşılaştırma durduruldu.
uk: Порівняння зупинено, бо правий документ закрито.
vi: Phép so sánh đã dừng vì tài liệu bên phải đã bị đóng.
zh_hans: 右侧文档已关闭，因此比较已停止。
zh_hant: 右側文件已關閉，因此已停止比較。

# Compare_StoppedAt
source: Compared up to {0} and stopped.
ar: تمت المقارنة حتى {0} ثم توقفت.
cs: Porovnáno do {0} a zastaveno.
de: Bis {0} verglichen und angehalten.
el: Η σύγκριση έφτασε έως το {0} και διακόπηκε.
es: Se comparó hasta {0} y se detuvo.
fa: تا {0} مقایسه شد و متوقف شد.
fr: Comparé jusqu'à {0} puis arrêté.
hu: Az összehasonlítás leállt ennél a pozíciónál: {0}.
id: Dibandingkan hingga {0} lalu dihentikan.
it: Confronto eseguito fino a {0} e interrotto.
ja: {0} まで比較して中止しました。
ko: {0}까지 비교하고 중지했습니다.
pl: Porównano do {0} i zatrzymano.
pt: Comparado até {0} e interrompido.
ro: S-a comparat până la {0} și s-a oprit.
th: เปรียบเทียบถึง {0} แล้วหยุด
tr: {0} konumuna kadar karşılaştırıldı ve durduruldu.
uk: Порівняння виконано до {0} і зупинено.
vi: Đã so sánh đến {0} và dừng.
zh_hans: 已比较到 {0} 并停止。
zh_hant: 已比較到 {0} 並停止。
